Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: While a video or web wallpaper plays, sets the desktop picture to a frame of it, so macOS tints the menu bar to match. Off restores your own picture.
ar: أثناء تشغيل خلفية فيديو أو ويب، يعيّن أحد إطاراتها صورةً لسطح المكتب كي يلوّن macOS شريط القائمة بما يتناسب معها. وعند الإيقاف، تُستعاد صورتك.
de: Setzt während der Wiedergabe eines Video- oder Web-Hintergrundbilds ein Bild daraus als Schreibtischbild, damit macOS die Menüleiste passend einfärbt. Aus stellt Ihr eigenes Bild wieder her.
es: Mientras se reproduce un fondo de pantalla de vídeo o web, pone un fotograma suyo como imagen del escritorio para que macOS tiña la barra de menús a juego. Desactivado restaura tu propia imagen.
fr: Pendant la lecture d’un fond d’écran vidéo ou web, utilise une de ses images comme image du bureau pour que macOS teinte la barre des menus en conséquence. Désactivé rétablit votre propre image.
hi: वीडियो या वेब वॉलपेपर चलते समय, उसके एक फ़्रेम को डेस्कटॉप पिक्चर बनाता है ताकि macOS मेनू बार का रंग उसके अनुसार करे। बंद होने पर आपकी अपनी पिक्चर वापस आ जाती है।
it: Durante la riproduzione di uno sfondo video o web, imposta un suo fotogramma come immagine della scrivania, così macOS colora la barra dei menu di conseguenza. Disattivato ripristina la tua immagine.
ja: ビデオまたは Web の壁紙の再生中、そのフレームをデスクトップピクチャに設定し、macOS がメニューバーの色を合わせられるようにします。オフにすると自分のピクチャに戻ります。
ko: 비디오 또는 웹 배경화면이 재생되는 동안 그 프레임을 데스크탑 사진으로 설정해 macOS가 메뉴 막대 색상을 맞추도록 합니다. 끄면 원래 사진으로 복원됩니다.
pl: Podczas odtwarzania tapety wideo lub internetowej ustawia jej klatkę jako obrazek biurka, aby macOS dopasował kolor paska menu. Wyłączone przywraca twój obrazek.
pt_br: Enquanto uma imagem de fundo de vídeo ou web é reproduzida, define um quadro dela como imagem da mesa para que o macOS ajuste a cor da barra de menus. Desligado restaura sua própria imagem.
ru: Во время воспроизведения видео- или веб-обоев делает их кадр картинкой рабочего стола, чтобы macOS подстроила цвет строки меню. Если выключено, возвращается ваша картинка.
tr: Bir video veya web duvar kâğıdı oynatılırken, macOS’un menü çubuğunu uygun renge boyaması için masaüstü resmini onun bir karesi yapar. Kapalıyken kendi resminiz geri yüklenir.
uk: Під час відтворення відео- або вебшпалери робить її кадр зображенням робочого столу, щоб macOS підлаштувала колір смуги меню. Якщо вимкнено, повертається ваше зображення.
zh_hans: 播放视频或网页墙纸时，将其中一帧设为桌面图片，让 macOS 相应地为菜单栏着色。关闭后恢复你自己的图片。
zh_hant: 播放影片或網頁背景圖片時，將其中一個畫面設為桌面圖片，讓 macOS 相應地為選單列著色。關閉後回復你自己的圖片。

source: Widescreen
ar: شاشة عريضة
es: Panorámica
fr: Écran large
hi: वाइडस्क्रीन
ja: ワイドスクリーン
ko: 와이드스크린
pl: Panoramiczne
ru: Широкий экран
tr: Geniş Ekran
uk: Широкий екран
zh_hans: 宽屏
zh_hant: 寬螢幕

source: Width
ar: العرض
de: Breite
es: Ancho
fr: Largeur
hi: चौड़ाई
it: Larghezza
ja: 幅
ko: 너비
pl: Szerokość
pt_br: Largura
ru: Ширина
tr: Genişlik
uk: Ширина
zh_hans: 宽度
zh_hant: 寬度

source: Window
ar: نافذة
de: Fenster
es: Ventana
fr: Fenêtre
hi: विंडो
it: Finestra
ja: ウインドウ
ko: 윈도우
pl: Okno
pt_br: Janela
ru: Окно
tr: Pencere
uk: Вікно
zh_hans: 窗口
zh_hant: 視窗

source: Windows
ar: النوافذ
de: Fenster
es: Ventanas
fr: Fenêtres
hi: विंडो
it: Finestre
ja: ウインドウ
ko: 윈도우
pl: Okna
pt_br: Janelas
ru: Окна
tr: Pencereler
uk: Вікна
zh_hans: 窗口
zh_hant: 視窗

source: Without Steam, video and web wallpapers still work.
ar: بدون Steam، تظل خلفيات الفيديو والويب تعمل.
de: Ohne Steam funktionieren Video- und Web-Hintergrundbilder weiterhin.
es: Sin Steam, los fondos de pantalla de vídeo y web siguen funcionando.
fr: Sans Steam, les fonds d’écran vidéo et web fonctionnent quand même.
hi: Steam के बिना भी वीडियो और वेब वॉलपेपर काम करते हैं।
it: Senza Steam, gli sfondi video e web funzionano comunque.
ja: Steam がなくても、ビデオと Web の壁紙は使えます。
ko: Steam 없이도 비디오와 웹 배경화면은 작동합니다.
pl: Bez Steam tapety wideo i sieciowe nadal działają.
pt_br: Sem o Steam, as imagens de fundo de vídeo e web continuam funcionando.
ru: Без Steam видео- и веб-обои всё равно работают.
tr: Steam olmadan da video ve web duvar kâğıtları çalışır.
uk: Без Steam відео- та веб-шпалери все одно працюють.
zh_hans: 没有 Steam，视频和网页墙纸仍可使用。
zh_hant: 沒有 Steam，影片和網頁背景圖片仍可使用。

source: Workshop
ar: الورشة
ja: ワークショップ
ko: 창작마당
pl: Warsztat
pt_br: Oficina
ru: Мастерская
tr: Atölye
uk: Майстерня
zh_hans: 创意工坊
zh_hant: 工作坊

source: Workshop browsing and search use a Steam Web API key. You can skip this and add one later in Settings or the Workshop tab. The key is kept in your Keychain.
ar: يستخدم تصفح Workshop والبحث فيه مفتاح Steam Web API. يمكنك تخطي هذه الخطوة وإضافة مفتاح لاحقًا في الإعدادات أو في علامة التبويب Workshop. يُحفظ المفتاح في سلسلة المفاتيح.
de: Das Durchsuchen und die Suche im Workshop verwenden einen Steam-Web-API-Schlüssel. Du kannst diesen Schritt überspringen und später in den Einstellungen oder im Tab „Workshop“ einen hinzufügen. Der Schlüssel wird in deinem Schlüsselbund gespeichert.
es: Para explorar y buscar en Workshop se usa una clave de la API web de Steam. Puedes omitir este paso y añadirla más tarde en Ajustes o en la pestaña Workshop. La clave se guarda en tu llavero.
fr: La navigation et la recherche dans le Workshop utilisent une clé d’API Web Steam. Vous pouvez ignorer cette étape et en ajouter une plus tard dans Réglages ou dans l’onglet Workshop. La clé est conservée dans votre trousseau.
hi: Workshop ब्राउज़ करने और खोजने के लिए Steam Web API कुंजी का उपयोग होता है। आप इसे छोड़ सकते हैं और बाद में सेटिंग्स या Workshop टैब में कुंजी जोड़ सकते हैं। कुंजी आपके Keychain में रखी जाती है।
it: La navigazione e la ricerca nel Workshop usano una chiave Steam Web API. Puoi saltare questo passaggio e aggiungerne una più tardi in Impostazioni o nella scheda Workshop. La chiave è conservata nel Portachiavi.
ja: Workshop の閲覧と検索には Steam Web API キーを使います。この手順はスキップして、あとで設定または Workshop タブで追加できます。キーはキーチェーンに保存されます。
ko: Workshop 둘러보기와 검색에는 Steam Web API 키가 사용됩니다. 이 단계를 건너뛰고 나중에 설정이나 Workshop 탭에서 추가할 수 있습니다. 키는 키체인에 보관됩니다.
pl: Przeglądanie i wyszukiwanie w Workshopie wymaga klucza Steam Web API. Możesz pominąć ten krok i dodać klucz później w Ustawieniach lub na karcie Workshop. Klucz jest przechowywany w pęku kluczy.
pt_br: A navegação e a busca no Workshop usam uma chave de API Web do Steam. Você pode pular esta etapa e adicionar uma depois em Ajustes ou na aba Workshop. A chave fica guardada nas suas Chaves.
ru: Для просмотра и поиска в Workshop нужен ключ Steam Web API. Этот шаг можно пропустить и добавить ключ позже в настройках или на вкладке Workshop. Ключ хранится в Связке ключей.
tr: Workshop’a göz atma ve arama bir Steam Web API anahtarı kullanır. Bu adımı atlayıp daha sonra Ayarlar’da veya Workshop sekmesinde bir anahtar ekleyebilirsiniz. Anahtar Anahtar Zinciri’nde saklanır.
uk: Для перегляду й пошуку в Workshop потрібен ключ Steam Web API. Цей крок можна пропустити й додати ключ пізніше в Параметрах або на вкладці Workshop. Ключ зберігається у В’язці ключів.
zh_hans: 浏览和搜索 Workshop 需要 Steam Web API 密钥。你可以跳过此步骤，稍后在设置或 Workshop 标签页中添加。密钥保存在你的钥匙串中。
zh_hant: 瀏覽和搜尋 Workshop 需要 Steam Web API 金鑰。你可以略過此步驟，稍後在設定或 Workshop 標籤頁中加入。金鑰會儲存在你的鑰匙圈中。

source: Workshop downloads and failed retries appear here.
ar: تظهر هنا تنزيلات الورشة ومحاولات إعادتها الفاشلة.
de: Workshop-Downloads und fehlgeschlagene Wiederholungen werden hier angezeigt.
es: Las descargas del Workshop y los reintentos fallidos aparecen aquí.
fr: Les téléchargements du Workshop et les tentatives échouées apparaissent ici.
hi: Workshop डाउनलोड और विफल हुए दोबारा प्रयास यहाँ दिखाई देते हैं.
it: Qui appaiono i download dal Workshop e i tentativi non riusciti.
ja: ワークショップのダウンロードと、失敗した再試行がここに表示されます。
ko: 창작마당 다운로드 및 실패한 재시도가 여기에 표시됩니다.
pl: Tutaj pojawiają się pobierania z Warsztatu i ponowne próby po błędach.
pt_br: Os downloads da Oficina e as novas tentativas com falha aparecem aqui.
ru: Здесь отображаются загрузки из Мастерской и неудачные повторные попытки.
tr: Atölye indirmeleri ve başarısız yeniden denemeler burada görünür.
uk: Тут відображатимуться викачування з Майстерні та невдалі повторні спроби.
zh_hans: 创意工坊下载项和失败的重试会显示在这里。
zh_hant: 工作坊下載項目和失敗的重試會顯示在這裡。

source: Workshop downloads and the assets install use SteamCMD, Valve's command-line Steam client. When none is found, Open Wallpaper Engine downloads it from Valve. Homebrew's steamcmd works too.
ar: تستخدم تنزيلات الورشة وتثبيت الموارد أداة SteamCMD، وهي عميل Steam لسطر الأوامر من Valve. إذا لم يتم العثور عليها، يقوم Open Wallpaper Engine بتنزيلها من Valve. تعمل أيضًا أداة steamcmd من Homebrew.
de: Workshop-Downloads und die Installation der Assets verwenden SteamCMD, den Befehlszeilen-Steam-Client von Valve. Wird keiner gefunden, lädt Open Wallpaper Engine ihn von Valve. steamcmd von Homebrew funktioniert ebenfalls.
es: Las descargas del Workshop y la instalación de los recursos usan SteamCMD, el cliente de Steam de línea de comandos de Valve. Si no se encuentra ninguno, Open Wallpaper Engine lo descarga de Valve. El steamcmd de Homebrew también funciona.
fr: Les téléchargements du Workshop et l’installation des ressources utilisent SteamCMD, le client Steam en ligne de commande de Valve. S’il est introuvable, Open Wallpaper Engine le télécharge depuis Valve. Le steamcmd de Homebrew fonctionne aussi.
hi: Workshop डाउनलोड और एसेट इंस्टॉल SteamCMD का उपयोग करते हैं, जो Valve का कमांड-लाइन Steam क्लाइंट है. कोई न मिलने पर Open Wallpaper Engine इसे Valve से डाउनलोड करता है. Homebrew का steamcmd भी काम करता है.
it: I download dal Workshop e l’installazione delle risorse usano SteamCMD, il client Steam a riga di comando di Valve. Se non ne viene trovato nessuno, Open Wallpaper Engine lo scarica da Valve. Funziona anche lo steamcmd di Homebrew.
ja: ワークショップのダウンロードとアセットのインストールには、Valve のコマンドライン版 Steam クライアントである SteamCMD を使用します。見つからない場合、Open Wallpaper Engine が Valve からダウンロードします。Homebrew の steamcmd も使用できます。
ko: 창작마당 다운로드와 에셋 설치에는 Valve의 명령줄 Steam 클라이언트인 SteamCMD가 사용됩니다. 찾을 수 없으면 Open Wallpaper Engine이 Valve에서 다운로드합니다. Homebrew의 steamcmd도 사용할 수 있습니다.
pl: Pobieranie z Warsztatu i instalacja zasobów korzystają z SteamCMD, wiersza poleceń klienta Steam od Valve. Jeśli nie zostanie znaleziony, Open Wallpaper Engine pobierze go od Valve. steamcmd z Homebrew też działa.
pt_br: Os downloads da Oficina e a instalação dos recursos usam o SteamCMD, o cliente Steam de linha de comando da Valve. Se nenhum for encontrado, o Open Wallpaper Engine o baixa da Valve. O steamcmd do Homebrew também funciona.
ru: Для загрузок из Мастерской и установки ресурсов используется SteamCMD — консольный клиент Steam от Valve. Если он не найден, Open Wallpaper Engine загрузит его с сервера Valve. steamcmd из Homebrew тоже подойдёт.
tr: Atölye indirmeleri ve varlıkların yüklenmesi, Valve’ın komut satırı Steam istemcisi SteamCMD’yi kullanır. Bulunamazsa Open Wallpaper Engine onu Valve’dan indirir. Homebrew’un steamcmd’si de çalışır.
uk: Для завантажень із Майстерні та встановлення ресурсів використовується SteamCMD — консольний клієнт Steam від Valve. Якщо його не знайдено, Open Wallpaper Engine завантажить його від Valve. steamcmd із Homebrew також підходить.
zh_hans: 创意工坊下载和资源安装使用 SteamCMD，即 Valve 的命令行 Steam 客户端。如果找不到，Open Wallpaper Engine 会从 Valve 下载。Homebrew 的 steamcmd 也可以使用。
zh_hant: 工作坊下載和資源安裝使用 SteamCMD，即 Valve 的命令列 Steam 用戶端。若找不到，Open Wallpaper Engine 會從 Valve 下載。Homebrew 的 steamcmd 也可以使用。

source: Workshop downloads, their dependencies and imported wallpapers go into this folder. You can move the current library to the new location.
ar: تُحفظ تنزيلات الورشة وتبعياتها والخلفيات المستوردة في هذا المجلد. يمكنك نقل المكتبة الحالية إلى الموقع الجديد.
de: Workshop-Downloads, ihre Abhängigkeiten und importierte Hintergrundbilder werden in diesem Ordner abgelegt. Sie können die aktuelle Mediathek an den neuen Ort bewegen.
es: Las descargas del Workshop, sus dependencias y los fondos de pantalla importados se guardan en esta carpeta. Puedes trasladar la biblioteca actual a la nueva ubicación.
fr: Les téléchargements du Workshop, leurs dépendances et les fonds d’écran importés sont placés dans ce dossier. Vous pouvez déplacer la bibliothèque actuelle vers le nouvel emplacement.
hi: Workshop डाउनलोड, उनकी डिपेंडेंसी और इंपोर्ट किए गए वॉलपेपर इस फ़ोल्डर में जाते हैं. आप मौजूदा लाइब्रेरी को नई लोकेशन पर मूव कर सकते हैं.
it: I download dal Workshop, le relative dipendenze e gli sfondi importati vengono salvati in questa cartella. Puoi spostare la libreria attuale nella nuova posizione.
ja: ワークショップのダウンロード、その依存アイテム、読み込んだ壁紙はこのフォルダに保存されます。現在のライブラリを新しい場所に移動することもできます。
ko: 창작마당 다운로드, 해당 종속 항목 및 가져온 배경화면이 이 폴더에 저장됩니다. 현재 보관함을 새 위치로 이동할 수 있습니다.
pl: Do tego folderu trafiają pobrane elementy Warsztatu, ich zależności i zaimportowane tapety. Obecną bibliotekę możesz przenieść do nowej lokalizacji.
pt_br: Os downloads da Oficina, suas dependências e as imagens de fundo importadas vão para esta pasta. Você pode mover a biblioteca atual para o novo local.
ru: В эту папку сохраняются загрузки из Мастерской, их зависимости и импортированные обои. Текущую библиотеку можно переместить в новое место.
tr: Atölye indirmeleri, bunların bağımlılıkları ve içe aktarılan duvar kâğıtları bu klasöre kaydedilir. Mevcut arşivi yeni konuma taşıyabilirsiniz.
uk: Шпалери, викачані з Майстерні, їхні залежності та імпортовані шпалери зберігаються в цій папці. Ви можете перемістити поточну бібліотеку в нове розташування.
zh_hans: 创意工坊下载项及其依赖项和导入的墙纸都会存放在此文件夹中。你可以将当前墙纸库移到新位置。
zh_hant: 工作坊下載項目、其相依項目和輸入的背景圖片都會存放在此檔案夾。你可以將目前的資料庫搬移到新位置。

source: Workshop features need your own Steam account that owns Wallpaper Engine. Wallpapers belong to their creators; respect their rights and Valve's terms.
ar: تحتاج ميزات Workshop إلى حسابك الخاص على Steam الذي يملك Wallpaper Engine. الخلفيات ملك لمنشئيها؛ احترم حقوقهم وشروط Valve.
de: Für Workshop-Funktionen brauchen Sie ein eigenes Steam-Konto, das Wallpaper Engine besitzt. Hintergrundbilder gehören ihren Erstellern; respektieren Sie deren Rechte und die Bedingungen von Valve.
es: Las funciones del Workshop requieren tu propia cuenta de Steam con Wallpaper Engine. Los fondos de pantalla pertenecen a sus creadores; respeta sus derechos y las condiciones de Valve.
fr: Les fonctions du Workshop nécessitent votre propre compte Steam possédant Wallpaper Engine. Les fonds d’écran appartiennent à leurs créateurs ; respectez leurs droits et les conditions de Valve.
hi: Workshop सुविधाओं के लिए Wallpaper Engine वाला आपका अपना Steam खाता चाहिए। वॉलपेपर उनके निर्माताओं के हैं; उनके अधिकारों और Valve की शर्तों का सम्मान करें।
it: Le funzioni del Workshop richiedono un tuo account Steam che possieda Wallpaper Engine. Gli sfondi appartengono ai loro autori: rispetta i loro diritti e i termini di Valve.
ja: ワークショップの機能を使うには、Wallpaper Engineを所有するご自身のSteamアカウントが必要です。壁紙は作成者のものです。作成者の権利とValveの規約を尊重してください。
ko: 창작마당 기능을 사용하려면 Wallpaper Engine을 보유한 본인의 Steam 계정이 필요합니다. 배경화면은 제작자의 것이므로 제작자의 권리와 Valve 약관을 존중하십시오.
pl: Funkcje Warsztatu wymagają własnego konta Steam z Wallpaper Engine. Tapety należą do ich twórców; szanuj ich prawa i warunki Valve.
pt_br: Os recursos do Workshop exigem sua própria conta Steam que tenha o Wallpaper Engine. As imagens de fundo pertencem a seus criadores; respeite os direitos deles e os termos da Valve.
ru: Для функций Мастерской нужна ваша собственная учётная запись Steam с Wallpaper Engine. Обои принадлежат их авторам; уважайте их права и условия Valve.
tr: Atölye özellikleri, Wallpaper Engine’e sahip kendi Steam hesabınızı gerektirir. Duvar kâğıtları yaratıcılarına aittir; onların haklarına ve Valve’ın koşullarına saygı gösterin.
uk: Для функцій Майстерні потрібен ваш власний обліковий запис Steam із Wallpaper Engine. Шпалери належать їхнім авторам; поважайте їхні права та умови Valve.
zh_hans: 创意工坊功能需要你自己拥有 Wallpaper Engine 的 Steam 帐户。墙纸归其创作者所有；请尊重他们的权利以及 Valve 的条款。
zh_hant: 工作坊功能需要你自己擁有 Wallpaper Engine 的 Steam 帳號。背景圖片屬於其創作者；請尊重他們的權利及 Valve 的條款。

source: Workshop item %@
ar: عنصر الورشة %@
de: Workshop-Objekt %@
es: Elemento del Workshop %@
fr: Élément du Workshop %@
hi: Workshop आइटम %@
it: Elemento del Workshop %@
ja: ワークショップアイテム%@
ko: 창작마당 항목 %@
pl: Element Warsztatu %@
pt_br: Item da Oficina %@
ru: Материал Мастерской %@
tr: Atölye ögesi %@
uk: Обʼєкт Майстерні %@
zh_hans: 创意工坊项目 %@
zh_hant: 工作坊項目 %@

source: XL Icons
ar: أيقونات كبيرة جدًا
de: Sehr große Symbole
es: Iconos muy grandes
fr: Très grandes icônes
hi: XL आइकॉन
it: Icone extra grandi
ja: 特大アイコン
ko: 아주 큰 아이콘
pl: Bardzo duże ikony
pt_br: Ícones Extragrandes
ru: Огромные значки
tr: Çok Büyük Simgeler
uk: Дуже великі значки
zh_hans: 超大图标
zh_hant: 特大圖像

source: You are about to open an external application as a wallpaper:
ar: أنت على وشك فتح تطبيق خارجي كخلفية:
de: Sie sind dabei, eine externe Anwendung als Hintergrundbild zu öffnen:
es: Vas a abrir una aplicación externa como fondo de pantalla:
fr: Vous êtes sur le point d’ouvrir une application externe comme fond d’écran :
hi: आप किसी बाहरी ऐप को वॉलपेपर के रूप में खोलने वाले हैं:
it: Stai per aprire un’applicazione esterna come sfondo:
ja: 外部アプリケーションを壁紙として開こうとしています：
ko: 외부 응용 프로그램을 배경화면으로 열려고 합니다:
pl: Zamierzasz otworzyć zewnętrzną aplikację jako tapetę:
pt_br: Você está prestes a abrir um aplicativo externo como imagem de fundo:
ru: Вы собираетесь открыть внешнее приложение в качестве обоев:
tr: Harici bir uygulamayı duvar kâğıdı olarak açmak üzeresiniz:
uk: Ви збираєтеся відкрити зовнішню програму як шпалеру:
zh_hans: 你即将打开一个外部应用程序作为墙纸：
zh_hant: 你即將打開外部應用程式作為背景圖片：

source: You are about to open an external file of an unknown type as a wallpaper:
ar: أنت على وشك فتح ملف خارجي من نوع غير معروف كخلفية:
de: Sie sind dabei, eine externe Datei unbekannten Typs als Hintergrundbild zu öffnen:
es: Vas a abrir un archivo externo de tipo desconocido como fondo de pantalla:
fr: Vous êtes sur le point d’ouvrir un fichier externe de type inconnu comme fond d’écran :
hi: आप किसी अज्ञात प्रकार की बाहरी फ़ाइल को वॉलपेपर के रूप में खोलने वाले हैं:
it: Stai per aprire un file esterno di tipo sconosciuto come sfondo:
ja: 不明なタイプの外部ファイルを壁紙として開こうとしています：
ko: 알 수 없는 유형의 외부 파일을 배경화면으로 열려고 합니다:
pl: Zamierzasz otworzyć zewnętrzny plik nieznanego typu jako tapetę:
pt_br: Você está prestes a abrir um arquivo externo de tipo desconhecido como imagem de fundo:
ru: Вы собираетесь открыть внешний файл неизвестного типа в качестве обоев:
tr: Türü bilinmeyen harici bir dosyayı duvar kâğıdı olarak açmak üzeresiniz:
uk: Ви збираєтеся відкрити зовнішній файл невідомого типу як шпалеру:
zh_hans: 你即将打开一个未知类型的外部文件作为墙纸：
zh_hant: 你即將打開不明類型的外部檔案作為背景圖片：

source: You are about to open an external web page as a wallpaper:
ar: أنت على وشك فتح صفحة ويب خارجية كخلفية:
de: Sie sind dabei, eine externe Webseite als Hintergrundbild zu öffnen:
es: Vas a abrir una página web externa como fondo de pantalla:
fr: Vous êtes sur le point d’ouvrir une page web externe comme fond d’écran :
hi: आप किसी बाहरी वेब पेज को वॉलपेपर के रूप में खोलने वाले हैं:
it: Stai per aprire una pagina web esterna come sfondo:
ja: 外部Webページを壁紙として開こうとしています：
ko: 외부 웹 페이지를 배경화면으로 열려고 합니다:
pl: Zamierzasz otworzyć zewnętrzną stronę internetową jako tapetę:
pt_br: Você está prestes a abrir uma página web externa como imagem de fundo:
ru: Вы собираетесь открыть внешнюю веб-страницу в качестве обоев:
tr: Harici bir web sayfasını duvar kâğıdı olarak açmak üzeresiniz:
uk: Ви збираєтеся відкрити зовнішню вебсторінку як шпалеру:
zh_hans: 你即将打开一个外部网页作为墙纸：
zh_hant: 你即將打開外部網頁作為背景圖片：

source: You can read them again at any time in Settings › Privacy or from the Help menu.
ar: يمكنك قراءتها مجددًا في أي وقت من الإعدادات › الخصوصية أو من قائمة المساعدة.
de: Sie können sie jederzeit unter „Einstellungen“ › „Datenschutz“ oder im Menü „Hilfe“ erneut lesen.
es: Puedes volver a leerlas en cualquier momento en Ajustes › Privacidad o desde el menú Ayuda.
fr: Vous pouvez les relire à tout moment dans Réglages › Confidentialité ou depuis le menu Aide.
hi: आप इन्हें कभी भी सेटिंग › गोपनीयता में या सहायता मेनू से फिर से पढ़ सकते हैं।
it: Puoi rileggerle in qualsiasi momento in Impostazioni › Privacy o dal menu Aiuto.
ja: 「設定」›「プライバシー」または「ヘルプ」メニューからいつでも読み直せます。
ko: 설정 › 개인정보 보호 또는 도움말 메뉴에서 언제든지 다시 읽을 수 있습니다.
pl: Możesz je ponownie przeczytać w dowolnej chwili w Ustawieniach › Prywatność lub w menu Pomoc.
pt_br: Você pode lê-los novamente a qualquer momento em Ajustes › Privacidade ou no menu Ajuda.
ru: Их можно перечитать в любое время в разделе «Настройки» › «Конфиденциальность» или в меню «Справка».
tr: Bunları istediğiniz zaman Ayarlar › Gizlilik’te veya Yardım menüsünden yeniden okuyabilirsiniz.
uk: Їх можна будь-коли перечитати в розділі «Параметри» › «Приватність» або в меню «Довідка».
zh_hans: 你可以随时在“设置” › “隐私”或“帮助”菜单中再次阅读。
zh_hant: 你隨時可以在「設定」›「隱私權」或「輔助說明」選單中再次閱讀。

source: You can run this setup again from Settings › General
ar: يمكنك تشغيل هذا الإعداد مرة أخرى من الإعدادات › عام
de: Sie können diese Einrichtung unter „Einstellungen“ › „Allgemein“ erneut starten
es: Puedes volver a ejecutar esta configuración en Ajustes › General
fr: Vous pouvez relancer cette configuration dans Réglages › Général
hi: आप इस सेटअप को सेटिंग › सामान्य से फिर से चला सकते हैं
it: Puoi eseguire di nuovo questa configurazione da Impostazioni › Generali
ja: この設定は「設定」›「一般」からもう一度実行できます
ko: 설정 › 일반에서 이 설정을 다시 실행할 수 있습니다
pl: Konfigurację możesz uruchomić ponownie w Ustawienia › Ogólne
pt_br: Você pode executar esta configuração novamente em Ajustes › Geral
ru: Эту настройку можно запустить снова в разделе «Настройки» › «Основные»
tr: Bu kurulumu Ayarlar › Genel’den yeniden çalıştırabilirsiniz
uk: Це налаштування можна запустити знову в «Параметри» › «Загальні»
zh_hans: 你可以在“设置”›“通用”中再次运行此设置
zh_hant: 你可以在「設定」›「一般」中再次執行此設定

source: You can turn release notes off in Settings › Updates.
ar: يمكنك إيقاف ملاحظات الإصدار من الإعدادات › التحديثات.
de: Sie können die Versionshinweise unter „Einstellungen“ › „Updates“ deaktivieren.
es: Puedes desactivar las notas de la versión en Ajustes › Actualizaciones.
fr: Vous pouvez désactiver les notes de version dans Réglages › Mises à jour.
hi: आप सेटिंग › अपडेट में रिलीज़ नोट बंद कर सकते हैं।
it: Puoi disattivare le note di rilascio in Impostazioni › Aggiornamenti.
ja: リリースノートは「設定」›「アップデート」でオフにできます。
ko: 릴리즈 노트는 설정 › 업데이트에서 끌 수 있습니다.
pl: Informacje o wersji możesz wyłączyć w Ustawieniach › Uaktualnienia.
pt_br: Você pode desativar as notas de versão em Ajustes › Atualizações.
ru: Примечания к выпуску можно отключить в разделе «Настройки» › «Обновления».
tr: Sürüm notlarını Ayarlar › Güncellemeler’de kapatabilirsiniz.
uk: Примітки до випуску можна вимкнути в розділі «Параметри» › «Оновлення».
zh_hans: 你可以在“设置” › “更新”中关闭发布说明。
zh_hant: 你可以在「設定」›「更新項目」中關閉版本說明。

source: You can turn update checks off in Settings › Updates.
ar: يمكنك إيقاف التحقق من التحديثات من الإعدادات › التحديثات.
de: Sie können die Suche nach Updates unter „Einstellungen“ › „Updates“ deaktivieren.
es: Puedes desactivar la búsqueda de actualizaciones en Ajustes › Actualizaciones.
fr: Vous pouvez désactiver la recherche de mises à jour dans Réglages › Mises à jour.
hi: आप सेटिंग › अपडेट में अपडेट जाँच बंद कर सकते हैं।
it: Puoi disattivare la verifica degli aggiornamenti in Impostazioni › Aggiornamenti.
ja: アップデートの確認は「設定」›「アップデート」でオフにできます。
ko: 업데이트 확인은 설정 › 업데이트에서 끌 수 있습니다.
pl: Sprawdzanie uaktualnień możesz wyłączyć w Ustawieniach › Uaktualnienia.
pt_br: Você pode desativar a busca de atualizações em Ajustes › Atualizações.
ru: Проверку обновлений можно отключить в разделе «Настройки» › «Обновления».
tr: Güncelleme denetimlerini Ayarlar › Güncellemeler’de kapatabilirsiniz.
uk: Перевірку оновлень можна вимкнути в розділі «Параметри» › «Оновлення».
zh_hans: 你可以在“设置” › “更新”中关闭更新检查。
zh_hant: 你可以在「設定」›「更新項目」中關閉更新檢查。
